{
  "@context": "http://schema.org/",
  "@type": "Article",
  "@id": "urn:uuid:34a6c60c-23bb-11e5-902c-001999ac7927",
  "creator": [
    {
      "@type": "Person",
      "@id": "urn:uuid:58ea1dfc-23bb-11e5-8892-001999ac7927",
      "name": "Simon Köhl",
      "email": "simon.koehl@serlo.org",
			"affiliation":	[
				{
					"@type": "Service",
					"@id": "urn:uuid:6fc9d260-23bb-11e5-bba4-001999ac7927",
					"name": [
						{
							"@language": "en",
							"@value": "Serlo"
						},
						{
							"@language": "de",
							"@value": "Serlo"
						}
					],
					"description": [
						{
							"@language": "de",
							"@value": "Serlo ist eine Schüler-Lernplattform, die zahlreiche Lernmaterialien kostenlos, werbefrei und unter freier Lizenz zur Verfügung stellt – sog. Open Educational Resources. Ähnlich wie auf der Wikipedia können sämtliche Inhalte von allen bearbeitet werden. Serlo wird von der gemeinnützigen Gesellschaft für freie Bildung e.V. in München betrieben."
						},
						{
							"@language": "en",
							"@value": "Serlo is an open online-platform for school and university students. All material and information on Serlo is free of charge. The platform is open to everyone and everyone is welcome to participate in it. Serlo offers open source education sustained by an active and independent community."
						}
					],
					"availableChannel": [
						{
							"availableLanguage": ["de"],
							"serviceUrl": "https://serlo.org"
						}
					]
				}
			]
		}
	],
  "name": [
    {
      "@language": "en",
      "@value": "The Serlo Story"
    },
		{
			"@language": "de",
			"@value": "Die Geschichte von Serlo"
		}
  ],
	"image": "/assets/images/34a6c60c-23bb-11e5-902c-001999ac7927.jpg",
  "dateCreated": "2015-06-18",
  "articleBody": [
    {
      "@language": "en",
			"@value": "<p>'Serlo' is a small, beautifully situated buddhist monastery school in the Nepalese Himalaya Mountains. In April 2009 Simon Köhl  – then a college student – visited Serlo and saw that, due to donations, the monastery school even had computers and internet access but there was a serious lack of good learning materials. This experience triggered the idea to develop a learning platform which based on the role model of Wikipedia. Later the platform was named ‘Serlo’ after the monastery.</p><p>The idea that all explanations and exercises should be available for all at one place, simple to discover and free of costs originated from the belief that good education is the key to solve many problems of the world,. By translation of existing materials it would be possible to make topics like mathematics or foreign languages accessible to many people. Following its role model Wikipedia the project should be developed and distributed by volunteers.</p><p>Starting with mathematics, first requirements were written down and by the end of 2009 an initial concept was developed. An important element was developing exercises with step by step solutions which included comprehensive explanations and links to articles explaining mathematical topics. By linking exercises with articles it was also thought possible to apply theory instantly into practice. In order to give orientation to pupils, the exercises had to be associated with curricula. This provided  students with the tools to repeat topics on a regular basis and for mutual help like posing one another questions. The system was technically designed to be a wiki, so that users could contribute and share ideas and experiences.</p><p>On the 25.02.2010 an association (Gesellschaft für freie Bildung e.V.) was formed and one of the founding members was the school student and web developer Aeneas Rekkas, who, together with Simon Köhl, has made up the the core of the project team ever since. Most team members in the early days were pupils and students. Though they did not know each other before, they committed themselves to the project without payment. Some of them took semesters on leave to become full time volunteers, while others contributed parallel to their studies. By 2013 a prototype of the Serlo platform was developed and in April 2014 a new version, which was more flexible was launched. Since then hundreds of articles and thousands of exercises were written, downturns had to be mastered and milestones were celebrated. Today serlo is, like Khan Academy, one of the few platforms which offer a comprehensive collection of open resources without advertisement.</p><p>Since then the young team developed significantly, becoming part of the OER movement and engaged in social entrepreneurship. In order to develop a rich network team members did a lot of travelling and participated in many events like the first German OER conference in Berlin 2013. Roles in editing, organization and software development started to emerge. Serlo also organizes biannual ‘academies’ which run for one month and offer up to 15 students the opportunity to generate OER, learn about open licenses and participate in a rich framework programme. Since it became more and more impossible to rely exclusively on volunteers, external financing through foundations, scholarships and donations has been acquired. Since 2013 Serlo has its office with three employees at the Ludwig Maximilians Universität in the heart of Munich, cooperating closely with local partner schools.</p><p>Today Serlo is the biggest German OER initiative which offers 6000 easily understandable articles, exercises, solutions, videos and courses primarily in the field of mathematics, which are used by more than 200.000 German students monthly. What started as a student project is now a professional organization with a rich network, which aims at becoming an international learning platform within the next years. The team remain committed to using open education to contribute to a more just, open and diverse world, and welcome hearing from anyone who shares this vision.</p>"
    },
		{
			"@language": "de",
			"@value": "<p>Serlo ist eine kleine, sehr schön gelegene buddhistische Klosterschule im nepalesischen Himalaya-Gebirge. Im April 2009 hat Simon Köhl als Schüler in der 13ten Klasse das Kloster Serlo besucht und gesehen, dass der Klosterschule durch Spenden sogar Computer und Internetanschluss zur Verfügung standen, es aber an guten Lernmaterialien mangelte. Diese Erfahrung war mit ausschlaggebend für die Idee, eine freie Lernplattform am Vorbild der Wikipedia aufzubauen. Später wurde die Plattform nach dem Kloster 'Serlo' benannt.</p><p>Aus der festen Überzeugung, dass gute Bildung der Schlüssel zur Lösung vieler Probleme der Welt ist, entstand der Wunsch, dass alle Erklärungen und Übungsaufgaben an einem Ort für alle einfach und kostenlos verfügbar sind. Durch Übersetzung könnten Inhalte für Fächer wie Mathematik oder Fremdsprachen schnell sehr vielen Menschen zugänglich sein. Das Projekt sollte nach dem Vorbild Wikipedia von vielen engagierten Freiwilligen aufgebaut und verbreitet werden.</p><p>Am Beispiel Mathematik wurden erste Anforderungen festgelegt und bis Ende 2009 ein Konzept entwickelt: Ein wichtiger Bestandteil sind Aufgaben mit Lösungen, ausführliche Erklärungen zu den Lösungsschritten und Verlinkungen der Lösungsschritte zu Artikeln, in denen mathematische Themen erklärt werden. Die Artikel wiederum werden mit Aufgaben ergänzt, um Theorie sofort praktisch anwenden zu können. Aufgaben müssen Lehrplänen zugeordnet sein, damit sich Schüler<em>innen besser orientieren können und die Schüler</em>innen sollen Werkzeuge haben, mit denen sie Themen regelmäßig wiederholen und sich gegenseitig Fragen stellen und helfen können. Das ganze System ist ein Wiki, damit Nutzer*innen Ideen und Erfahrungen einbringen können.</p><p>Am 25.02.2010 wurde als Trägerverein der “Gesellschaft für freie Bildung e.V.” gegründet. Zu den Gründungsmitgliedern des Vereins gehört auch der Schüler und Webentwickler Aeneas Rekkas, der seither mit Simon Köhl den Kern des Projektteams bildet.</p><p>Die meisten Teammitglieder der ersten Jahre waren Schüler*innen und Studierende. Sie kannten sich meist zuvor nicht persönlich und engagierten sich für die Sache ohne Aussicht auf Bezahlung, zeitweise auch Vollzeit ehrenamtlich in Urlaubssemestern und oder parallel zum Studium. Bis 2013 wurden ein Prototyp von Serlo geschaffen und im April 2014 ging das neue, flexiblere System online. Hunderte Artikel wurden seither formuliert, tausende Aufgaben eingepflegt, Flauten durchkämpft und Meilensteine gefeiert! Bis heute ist es neben Serlo nur der Khan Academy gelungen, eine umfangreiche Lernplattform ohne Bezahlschranken und Werbung zur Verfügung zu stellen.</p><p>2013 lernte das junge Team, dass es gesellschaftliche Bewegungen gibt, die viel mit Serlo gemeinsam haben, wie die Initiativen für 'Open Educational Resources' oder die Szene des 'Sozialen Unternehmertums'. Das Team begann sich zu vernetzen, reiste durch die Republik und sprach auf zahlreichen Veranstaltungen wie der ersten deutschen OER Konferenz in Berlin . Mit Redaktion, Organisation und Softwareentwicklung entstanden zunehmend eigenständige Bereiche. Auf den halbjährigen Serlo-Akademien erstellen 15 Studierende einen Monat lang OER für Schüler*innen, lernen über freie Lizenzen und gestalten ein umfangreiches Rahmenprogramm. Gleichzeitig stieß das Team an die Grenzen dessen, was ehrenamtlich geleistet werden konnte, Finanzierung durch Stiftungen, Stipendien und Spenden wurde akquiriert. Seit 2013 hat Serlo ein großes Büro bei der Ludwig-Maximilians-Universität im Herzen von München, arbeitet eng zusammen mit Partnerschulen aus der Gegend und beschäftigt dort ein dreißigköpfiges Team.</p><p>Heute ist Serlo die größte deutsche Initiative für Open Educational Resources. 6000 verständliche Artikel, Aufgaben, Musterlösungen, Videos und Kurse vor allem für Mathematik werden von über 200.000 deutschen Schüler*innen monatlich abgerufen. Serlo hat eine technische und organisatorische Infrastruktur aufgebaut, um viele Engagierte in einer großen OER Community nach dem Vorbild Wikipedia zu verbinden. Aus dem Schülerprojekt ist eine professionelle, gut vernetzte Organisation geworden, die sich zum Ziel gesetzt hat Serlo in den nächsten Jahren zur einer Internationalen Lernplattform weiter zu entwickeln.</p><p>Die Gründer von Serlo und das Team sind fest entschlossen den Idealen, aus denen heraus das Projekt entstand, treu zu bleiben und mit freier Bildung zu einer gerechteren, aufgeschlossenen und vielfältigen Welt beizutragen. Vielleicht mit Deiner Hilfe? Wir würden uns freuen!</p>"
		}
  ],
  "mentions": [
    {
      "@type": "Organization",
      "@id": "urn:uuid:656ac8ec-23bb-11e5-bfe8-001999ac7927",
      "legalName": {
        "@language": "de",
        "@value": "Gesellschaft für freie Bildung e. V."
      },
      "url": "https://de.serlo.org/verein",
      "email": "info-de@serlo.org",
      "location": {
        "@type": "Place",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "DE",
          "addressLocality": "München",
          "postalCode": "80802",
          "streetAddress": "Leopoldstr. 15"
        },
        "geo": {
          "lat": "48.1565",
          "lon": "11.5834"
        }
      }
    },
    {
      "@type": "Service",
      "@id": "urn:uuid:6fc9d260-23bb-11e5-bba4-001999ac7927",
      "name": [
        {
          "@language": "en",
          "@value": "Serlo"
        },
				{
					"@language": "de",
					"@value": "Serlo"
				}
      ],
      "description": [
        {
          "@language": "de",
					"@value": "Serlo ist eine Schüler-Lernplattform, die zahlreiche Lernmaterialien kostenlos, werbefrei und unter freier Lizenz zur Verfügung stellt – sog. Open Educational Resources. Ähnlich wie auf der Wikipedia können sämtliche Inhalte von allen bearbeitet werden. Serlo wird von der gemeinnützigen Gesellschaft für freie Bildung e.V. in München betrieben."
        },
				{
					"@language": "en",
					"@value": "Serlo is an open online-platform for school and university students. All material and information on Serlo is free of charge. The platform is open to everyone and everyone is welcome to participate in it. Serlo offers open source education sustained by an active and independent community."
				}
      ],
      "availableChannel": [
        {
          "availableLanguage": ["de"],
          "serviceUrl": "https://serlo.org"
        }
      ],
			"provider": [
				{
					"@type": "Organization",
					"@id": "urn:uuid:656ac8ec-23bb-11e5-bfe8-001999ac7927",
					"legalName": {
						"@language": "de",
						"@value": "Gesellschaft für freie Bildung e. V."
					},
					"url": "https://de.serlo.org/verein",
					"email": "info-de@serlo.org",
					"location": {
						"@type": "Place",
						"address": {
							"@type": "PostalAddress",
							"addressCountry": "DE",
							"addressLocality": "München",
							"postalCode": "80802",
							"streetAddress": "Leopoldstr. 15"
						},
						"geo": {
							"lat": "48.1565",
							"lon": "11.5834"
						}
					}
				}
			],
      "startDate": "2011-02-19",
      "email": "info-de@serlo.org",
		"about": "Mathematics (ISCED-2013:0541)",
      "audience": ["Lower Secondary Education (ISCED-1997:2)", "Secondary Education (ISCED-1997:3)"]
    }
  ]
}
