{
    "@context": "http://schema.org/",
    "@type": "Article",
    "@id": "urn:uuid:967fca4e-15cf-11e5-abe2-4785fa5f5d27",
    "creator": [
        {
            "@type": "Person",
            "@id": "urn:uuid:e173c3a6-15d0-11e5-9640-af34b3090fb8",
            "name": "Nancy Graham",
            "email": "foo@bar.de"
        }
    ],
    "name": [
        {
            "@language": "en",
            "@value": "Community of Practice for Information Literacy Online Teaching (CoPILOT)? Who are we and what do we do?"
        }
    ],
    "dateCreated": "2015-06-18",
    "articleBody": [
        {
            "@language": "en",
            "@value": "<p>The CoPILOT group is made up of UK librarians and eLearning technologists, mainly working in higher education libraries. Our aim is to support and encourage librarians from the UK and beyond to create, share and re­use open educational resources (OER) that are used to teach information literacy.</p><p>Information literacy (IL) is a set of skills or competencies in knowing how to access information and use it in an ethical manner. Many librarians are engaged in teaching information literacy skills to their users and we create resources for this purpose. Librarians are naturally very collaborative and in a survey we conducted in 2012 indicated that they want to share their resources with others but don?t know where to begin.</p><p>The group was formed in 2012 after a project in which a number of resources were made OER and shared on local and national repositories. We have also worked with UNESCO to develop one of their online platforms, showcasing OER and encouraging librarians from around the world to sign up, share resources and discuss OER.</p><p>Currently, our two main areas of work are to provide training around the UK to librarians and to work on our web presence to provide guidance and links to online resources. We have run three one­day training events since 2013 and aim for 1­2 events per year. These events cover Creative Commons licencing, where to find existing resources for re­use and what to consider when creating your own resources to share with others. We try to bring in expertise from others for these events including representatives from the UK national learning object repository, Jorum. We?ve had positive feedback from these events and use this to inform future training.</p><p>Our web presence is currently in development and will be hosted on a section on the CILIP Information Literacy Group website. CILIP is the UK professional association for librarians. Our aim is that the webpages will include a brief overview of OER, showcase best practice resources, provide links to repositories and give practical advice on creation of sharable resources. These pages should be finalised in the autumn and will provide a focal point for librarians who want to share their own resources and re­use other existing content.</p><p>You can follow us on Twitter at @COPILOT2013 and on our mailing list IL-OERS@jiscmail.ac.uk</p>"
        }
    ],
    "image": "/assets/images/967fca4e-15cf-11e5-abe2-4785fa5f5d27.jpg",
    "mentions": [
        {
            "@type": "Organization",
            "@id": "urn:uuid:f3662ed2-15d0-11e5-a98c-dfd0cff00d2f",
            "additionalType": [
                "Community"
            ],
            "legalName": {
                "@language": "en",
                "@value": "Community of Practice for Information Literacy Online Teaching"
            },
            "alternateName": ["CoPilot"],
            "description": {
                "@language": "en",
                "@value": "CoPilot is a subgroup of CILIP that aims to support and encourage the development and sharing of information literacy teaching materials as open educational resources, primarily within the UK."
            },
            "contactPoint": [
                "https://www.jiscmail.ac.uk/cgi-bin/webadmin?A0=IL-OERS",
                "https://twitter.com/COPILOT2013"
            ],
            "url": "http://www.col.org/programmes/vussc/virtual-university-small-states-commonwealth-vussc",
            "location": {
                "@type": "Place",
                "address": {
                    "@type": "PostalAddress",
                    "addressCountry": "GB"
                }
            }
        }
    ]
}
