{
  "@context": "http://schema.org/",
  "@type": "Article",
  "@id": "urn:uuid:eb1469fc-052b-11e5-aff8-b70e64e06c2b",
  "creator": [
    {
      "@type": "Person",
      "@id": "urn:uuid:97a477c6-15de-11e5-bcfa-0f578bdf76c5",
      "name": "Lauryn Oates",
      "mbox_sha1sum": "e60c1ee23092618de9d3b6621c5cde78614d5e40"
    }
  ],
  "name": [
    {
      "@language": "en",
      "@value": "Darakht-e Danesh Library Brings Knowledge to Afghan Women"
    }
  ],
  "dateCreated": "2015-04-22",
  "articleBody": [
    {
      "@language": "en",
      "@value": "<p>The Darakht-e Danesh ('knowledge tree') Library for Educators in Afghanistan (DD Library) is the first OER effort in Afghanistan and Afghanistan's first comprehensive digital educational resource collection, established to enhance teacher subject-area knowledge, access and use of learning materials, and to foster more diverse teaching methodologies in order to improve learning outcomes in Afghan classrooms. It was conceptualized in 2009 by the NGO, Canadian Women for Women in Afghanistan, established in 1996. Work started in 2010, and the tool finally launched in 2014 at the Canadian Embassy in Kabul.</p><p>The DD Library, which is participating in the ROER4D project as an impact studies grantee, uses an innovative interactive, multilingual custom-designed web platform, and currently houses approximately 1,600 resources in 15 subject categories, for both primary and secondary teachers in Afghanistan. The partly CC licensed resources are published in the three languages taught in the Afghan public school system: Dari, Pashto and English.After registering, users can search the database by subject, resource type, language and level, or just browse the collection. For instance, a grade 10 biology teacher can search out water evaporation experiments, a teacher working with students with disabilities can find guidebooks with practical classroom strategies, or a geography teacher can download images of maps to print out for her classroom walls.</p><p>A unique and cost-effective feature of the library is that the content creation is powered by volunteers. Tapping into Afghanistan’s large diaspora community, the library relies on bilingual Afghans with specific areas of expertise – such as health and medicine, or language and literature – to translate OERs into Dari and Pashto, all on a volunteer basis. All translations are vetted by a professional editor in the relevant language who provides feedback and edits to the volunteer, before final publication.</p><p>Teachers view the resources online, print them, or download the documents. Sometimes teachers adapt resources and share these re-purposed materials to be re-added to the library. Any user can submit a new resource to the library, making the collection crowd-sourced. Users have submitted materials as diverse as a Dari translation of John Dewey’s “Democracy and Education” to ancient Persian poetry, to a simple health guides for rural villages.</p><p>Teachers are using the library materials to plan lessons, improve their subject knowledge, or deliver new activities in their classroom, and teacher trainers use it in teachers colleges. For example, a teacher in Nimruz province, who also trains teachers at the provincial pedagogy institute, wrote to us to say, \"the resources in the library help us a lot and we fully use them in our teaching in remote provinces such as Nimruz. I also use the library materials to solve other teachers’ problems when they come to me for help.\"</p><p>The DD Library is the first technology-powered collection of educational materials for teachers, that is tailor-made for Afghanistan, addressing the distinctive challenges the country’s education sector faces. As the content diversifies and expands at the hands of the community of users, the library may very well move beyond an audience of educators, to a rich collection of knowledge resources for an by Afghans.</p>"
    }
  ],
  "image": "/assets/images/eb1469fc-052b-11e5-aff8-b70e64e06c2b.jpg",
  "mentions": [
    {
      "@type": "Organization",
      "@id": "urn:uuid:c7ff2466-15de-11e5-88c7-f782df163dd6",
      "legalName": {
        "@language": "en",
        "@value": "Canadian Women for Women in Afghanistan, National Office"
      },
      "alternateName": ["CW4WAfghan, National Office"],
      "logo": "http://assets.cw4wafghan.ca/images/CW4WAfghan-logo_compressed.png",
      "url": "http://www.cw4wafghan.ca",
      "email": "info@cw4wafghan.ca",
      "location": {
        "@type": "Place",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "CA",
          "addressLocality": "Calgary",
          "postalCode": "AB T2T 6B7",
          "streetAddress": "PO Box 86016 Marda Loop"
        },
        "geo": {
          "lat": 51.024072,
          "lon": -114.109857
        }
      }
    },
    {
      "@type": "Organization",
      "@id": "urn:uuid:7281d74e-15df-11e5-b738-07f53be1ad36",
      "legalName": {
        "@language": "en",
        "@value": "Canadian Women for Women in Afghanistan, Country Office"
      },
      "logo": "http://assets.cw4wafghan.ca/images/CW4WAfghan-logo_compressed.png",
      "location": {
        "@type": "Place",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "AF",
          "addressLocality": "Kabul"
        },
        "geo": {
          "lat": 34.526275,
          "lon": 69.167519
        }
      }
    },
    {
      "@type": "Action",
      "@id": "urn:uuid:65276dec-15e0-11e5-b26e-e3e2bf958bef",
      "url": "http://www.cw4wafghan.ca/programs/darakht-e-danesh-online-library",
      "name": [
        {
          "@language": "en",
          "@value": "Development of the Darakht­e Danesh Online Library for Afghan Educators"
        }
      ],
      "startTime": "2009",
      "startTime": "2014"
    },
    {
      "@type": "Action",
      "@id": "urn:uuid:ba79fc74-15e0-11e5-b27a-9784762edee6",
      "name": [
        {
          "@language": "en",
          "@value": "Research on Open Educational Resources for Development"
        }
      ],
      "alternateName": ["ROER4D"],
      "description": [
        {
          "@language": "en",
          "@value": "The Research on Open Educational Resources for Development (ROER4D) project aims to provide evidence­based research from a number of countries in South America, Sub­Saharan Africa and Southeast Asia. The primary objective of the programme is to improve educational policy, practice, and research in developing countries by better understanding the use and impact of OER."
        }
      ],
      "image": "http://roer4d.org/wp-content/uploads/2014/04/logo2.png",
      "startTime": "2013",
      "endTime": "2017",
      "url": "http://roer4d.org/"
    },
    {
      "@type": "Service",
      "@id": "urn:uuid:08c3e516-15e1-11e5-ae56-7b7962b74c0e",
      "name": [
        {
          "@language": "en",
          "@value": "The Darakht-e Danesh Library"
        }
      ],
      "alternateName": ["DD­Library"],
      "description": [
        {
          "@language": "en",
          "@value": "The Darakht­e Danesh Online Library for Educators is a repository of open educational resources for teachers, teacher trainers, school administrators, literacy workers and others involved in furthering education in Afghanistan. These open source resources include lesson plans, pedagogical tools, exercises, experiments, reading texts, work books, curricula and other resources for use in Afghan classrooms. The Darakht­e Danesh Library aims to increase access to quality resources for Afghan educators, encourage teachers to consult a wide variety of resources in their practice, to use these tools to adapt their own, and to share their own resources with other educators through this open­source collection. The DD Library uses an innovative interactive, multilingual web platform custom­designed for this initiative, and currently houses more than 1,100 resources in 14 subject categories, for both primary and secondary teachers, in three languages: Dari, Pashto and English."
        }
      ],
      "serviceType": "Repository",
      "availableChannel": [
        {
          "availableLanguage": ["fas", "pus", "eng"],
          "serviceUrl": "http://www.darakhtdanesh.org"
        }
      ],
      "startDate": "2014",
      "email": "info@darakhtdanesh.org",
      "about": ["Basic programmes and qualifications (ISCED-2013:001)", "Health (ISCED-2013:091)", "Fine Arts (ISCED-2013:0213)", "Music and performing arts (ISCED-2013:0215)", "Physics (ISCED-2013:0533)", "Environment (ISCED-2013:052)", "Chemistry (ISCED-2013:0531)", "Mathematics (ISCED-2013:0541)", "Languages (ISCED-2013:023)", "Social and behavioural sciences (ISCED-2013:031)", "History and archaeology (ISCED-2013:0222)", "Natural environments and wildlife (ISCED-2013:0522)", "Biology (ISCED-2013:0511)", "Geography", "English language and literature", "Astronomy", "Pedagogy", "Geography",  "Civics and Rights", "Life Skills"],
      "audience": ["Primary Education (ISCED-1997:1)", "Lower secondary education (ISCED-1997:2)", "Secondary Education (ISCED-1997:3)"]
    }
  ]
}
